import feedbackImageFirst from '/feedback1.png';
import feedbackImageSecond from '/feedback2.png';
import feedbackImageThird from '/feedback3.png';
import feedbackImageFourth from '/feedback4.png';
import feedbackImageFifth from '/feedback5.png';
import feedbackImageSixth from '/feedback6.png';

export const feedbacks = [
  {
    id: 1,
    image: feedbackImageFirst,
    name: 'Чечет Денис',
    text: 'Дякую за юридичний супровід у справі, щодо визнання договору купівлі-продажу недійсним. Допомогли вберегти моє майно, а шахраїв притягнути до відповідальності. Професіонали своєї справи, всім раджу!',
  },
  {
    id: 2,
    image: feedbackImageSecond,
    name: 'Матійко Чесмил',
    text: 'Користуюсь додатком від AtoJ. для подання звітності про діяльність ФОП. Заповнивнюючи прості форми, я отримую коректно заповнені звіти. Дуже зручний додаток, який економить купу часу та грошей.',
  },
  {
    id: 3,
    image: feedbackImageThird,
    name: 'Гунчак Юрій',
    text: 'Вдячний колективу адвокатів AtoJ. за те, що допомогли мені належно оформити документи на будинок та земельну ділянку. Без них я міг так ніколи і не мати тієї нерухомості на своє ім’я. Дякую за чудову роботу! Ви найкращі!',
  },
  {
    id: 4,
    image: feedbackImageFourth,
    name: 'Razer',
    text: 'Необхідно відзначити високий професіоналізм команди юристів AtoJ., яка сприяла нам у врегулюванні правових спорів. Сподіваємось на подальшу плідну співпрацю та розраховуємо й на майбутнє отримувати від них такі ж високоякісні послуги.',
  },
  {
    id: 5,
    image: feedbackImageFifth,
    name: "McDonald's",
    text: 'Надійні та професійні партнери, які оперативно досягли позитивних результатів у ряді важливих судових справ та продовжують цю успішну позитивну динаміку у судових процесах. Компанія показала свій професіоналізм.',
  },
  {
    id: 6,
    image: feedbackImageSixth,
    name: 'Netflix',
    text: 'У процесі роботи адвокати AtoJ. зарекомендували себе як дієвий колектив досвідчених адвокатів, що здатен вирішити найрізноманітніші правові питання. Очікуємо на подальшу співпрацю.',
  },
];
